{
  "title": "28B465D400000578-0-image-a-5_1431690471644.jpg",
  "description": "Pic shows: Japanese porn star Rola Misaki has been offered a 15 years of exclusive service as as a personal assistant by a Chinese buisinessman.\n\nA Japanese porn star has been given a 5million GBP contract to give a Chinese businessman 15 years of exclusive service.\n\nDouble-D Rola Misaki, 22, who also appears using the name Rola Takizawa and who is half Russian, has been offered the exclusive deal as a personal assistant by the mystery businessman who is said to work in the entertainment industry.\n\nAccording to sources quoted in local media: \"His property holdings alone are worth several hundred million dollars.\n\n\"At events, his behaviour includes giving million-dollar tips to participants.\"\n\nThe pair are said to have recently attended an event together in the Chinese capital Beijing with him wearing a mask to hide his identity. The former actress appeared on stage holding hands with her superior. In spite of his use of a mask to conceal his identity, the display of affection caused many to presume that the contract also includes an \"intimate relations\" clause.\n\nMisaki made her debut in the adult video (AV) industry in 2012 with the Prestige Label.\n\nAnd although not finding many fans in Japan she has become a hit in China, where the government is reported to be more tolerant.\n\nAccording to Chinese journalist Eiji Miyagi: \"If you ask someone to name a popular Japanese person, the response would probably be the name of this AV actress.\n\n\"It is viewed as a way for the younger generation to let off steam.\"\n\nShe now has over 4.8 million followers on Sina Weibo, the Chinese equivalent of Twitter.\n\nFans have now gone online to mourn the loss of the porn star.\n\nOne, GuangY, wrote: \"Nooo! She can’t leave us like this.\"\n\nAnother, Mai86, wrote: \"She’s one of the best, a natural. I can\u0027t believe she’s gone off with this man.\"\n\nWhile Bao Hung posted: \"It’s a sad day for us fans. Come back to us after 15 years. We’ll still be here.\"\n\n(ends)\n",
  "imageViews": "4",
  "creationTime": {
    "timestamp": "1611641880",
    "formatted": "2021年1月26日 UTC 06:18:00"
  },
  "photoTakenTime": {
    "timestamp": "1611631077",
    "formatted": "2021年1月26日 UTC 03:17:57"
  },
  "geoData": {
    "latitude": 0.0,
    "longitude": 0.0,
    "altitude": 0.0,
    "latitudeSpan": 0.0,
    "longitudeSpan": 0.0
  },
  "geoDataExif": {
    "latitude": 0.0,
    "longitude": 0.0,
    "altitude": 0.0,
    "latitudeSpan": 0.0,
    "longitudeSpan": 0.0
  },
  "url": "https://lh3.googleusercontent.com/O9P8MzjdrFYbrGNsupBFQSeUQS6bHyA2JoDtIJ7NPCYC1zoVGIPXu116JcAagx_zltyyA0Qzfqk88ChtEu0GBQyw711eDu6oF2kjeqov",
  "googlePhotosOrigin": {
    "mobileUpload": {
      "deviceFolder": {
        "localFolderName": "Pictures"
      },
      "deviceType": "ANDROID_PHONE"
    }
  }
}